Repository: wp-plugins/tt-sidebar-login-widget
Catalog: languages/ttslw_text_domain-*.po
Languages: ar, bn_bd, bs, de_de, fil, it_it, ko, ms, sq

source: Title
ar: لقب
bn_bd: শিরোনাম
bs: Naslov
de_de: Titel
fil: pamagat
it_it: titolo
ko: 제목
ms: Tajuk
sq: Titulli

source: Show Avatar
ar: تظهر الصورة الرمزية
bn_bd: অবতার দেখান
de_de: Avatar anzeigen
fil: Ipakita ang Avatar
it_it: Mostra Avatar
ko: 보기 아바타
ms: Tunjuk Avatar
sq: Shfaq Avatar

source: Show Logged in User name
ar: مشاهدة تسجيل في اسم العضو
bn_bd: ব্যবহারকারী লগ ইন নাম দেখান
bs: Pokaži prijavljeni korisnici ime
de_de: Angemeldete Benutzername
fil: Ipakita Naka-log in pangalan ng User
it_it: Mostra Logged Nome utente
ko: 쇼는 사용자 이름에 기록
ms: Tunjuk Logged nama pengguna
sq: Shfaq Identifikuar në emër i përdoruesit

source: Show Dashboard Link
ar: تظهر لوحة لينك
bn_bd: ড্যাশবোর্ড লিংক দেখান
de_de: Link-Übersicht anzeigen
fil: Ipakita ang Dashboard ng Link
it_it: Mostra Dashboard link
ko: 대시 보드 표시 링크
ms: Tunjuk Dashboard Link
sq: Shfaq Pult Link

source: Show Profile Link
ar: عرض الملف الشخصي صلة
bn_bd: প্রোফাইল লিংক দেখান
bs: Show profil Link
de_de: Zeigen Sie Profil-Link
fil: Ipakita ang Link ng Profile
it_it: Mostra Profilo link
ko: 프로필 링크보기
ms: Tunjukkan Link Profile
sq: Shfaq Link Profile

source: Show Remember me
ar: عرض تذكرني
bn_bd: দেখান আমাকে মনে রাখুন
bs: Show Zapamti me
de_de: Zeige Angemeldet bleiben
fil: Ipakita Tandaan ako
it_it: Mostra Ricordati di me
ko: 쇼는 저를 기억
ms: Tunjuk Ingat saya
sq: Shfaq mbaj mend

source: Show Register Link
ar: مشاهدة تسجيل لينك
bn_bd: দেখান রেজিস্টার লিংক
bs: Show Registar Link
de_de: Link-Register anzeigen
fil: Ipakita Magrehistro Link
it_it: Mostra Registrati collegamento
ko: 보기 회원 가입 링크
ms: Tunjuk Daftar Link
sq: Shfaq Regjistrohu Link

source: Show Forgotten Password Link
ar: مشاهدة نسيت كلمة رابط
bn_bd: দেখান ভুলে যাওয়া পাসওয়ার্ড লিংক
bs: Pokaži Zaboravljena lozinka Link
de_de: Anzeigen Link Passwort vergessen
fil: Ipakita ang Nakalimutang Password Link
it_it: Mostra Password dimenticata link
ko: 보기 비밀 번호 찾기 링크
ms: Tunjuk Lupa Kata Laluan Link
sq: Shfaq haruar Fjalëkalimi Link

source: Show Post Count
ar: عرض مشاركة وعدد
bn_bd: দেখান পোস্ট সংখ্যা
de_de: Beitrag zeigen Graf
fil: Bilang Ipakita ang Post
it_it: Conte Visualizza Messaggio
ko: 쇼의 게시물 개수
ms: Tunjuk Post Count
sq: Trego Post Count

source: Member's Login
ar: دخول العضو
bn_bd: সদস্য এর লগইন
bs: Prijava Člana
de_de: Mitglieder-Login
fil: Login ng Miyembro ng
it_it: Accesso di membro
ko: 회원 로그인
ms: Log masuk ahli
sq: Identifikohu anëtarit

source: Welcome
ar: ترحيب
bn_bd: স্বাগত
bs: Dobrodošli
de_de: willkommen
fil: Maligayang pagdating
it_it: benvenuto
ko: 에 오신 것을 환영합니다
ms: Selamat Datang
sq: Mirësevini

source: Enter both Username and Password
ar: يدخل كل من اسم المستخدم وكلمة المرور
bn_bd: ব্যবহারকারীর নাম ও পাসওয়ার্ড উভয় লিখুন
bs: Unesite i korisničko ime i lozinku
de_de: Geben Sie sowohl Benutzernamen und Passwort
fil: Ipasok ang parehong username at password
it_it: Inserisci sia Username e Password
ko: 사용자 이름과 암호를 모두 입력
ms: ID Pengguna dan Kata Laluan
sq: Shkruani dy Username dhe Password

source: Username is not registered
ar: لم يتم تسجيل اسم المستخدم
bn_bd: ব্যবহারকারীর নাম নিবন্ধিত নয়
bs: Korisničko ime nije registrovan
de_de: Benutzername ist nicht registriert
fil: Ang username ay hindi nakarehistro
it_it: Nome utente non Ã¨ registrato
ko: 사용자 이름은 등록되어 있지 않습니다
ms: Nama pengguna tidak berdaftar
sq: Emri i përdoruesit nuk është i regjistruar

source: Incorrect Password
ar: كلمة المرور غير صحيحة
bn_bd: ভুল পাসওয়ার্ড
bs: pogrešnu lozinku
de_de: Falsche Passwort
fil: Mali ang password
it_it: password errata
ko: 잘못된 암호
ms: Kata laluan tidak betul
sq: pasaktë Fjalëkalimi

source: Logged in as
ar: مسجله في
bn_bd: লগ ইন করেছেন
bs: Prijavljeni kao
de_de: Eingeloggt als
fil: Naka-log in bilang
it_it: Registrato come
ko: 로 로그인
ms: Sudah log masuk sebagai
sq: Regjistruar si

source: Posts by you
ar: ردودك
bn_bd: আপনি পোস্ট করেছেন
bs: Poruke koje ste
de_de: Beiträge von Ihnen
fil: Post na gawa mo
it_it: Messaggi di voi
ko: 당신의 게시물
ms: Pos oleh anda
sq: Postime nga ju

source: Dashboard
ar: لوحة القيادة
bn_bd: ড্যাশবোর্ড
de_de: Armaturenbrett
it_it: cruscotto
ko: 대시 보드
sq: Paneli i drejtimit

source: Profile
ar: ملف
bn_bd: প্রোফাইল
bs: Profil
de_de: Profil
it_it: Profilo
ko: 프로필
ms: Profil
sq: Profili

source: Logout
ar: تسجيل الخروج
bn_bd: লগআউট
bs: Odjava
de_de: Abmelden
fil: Mag-logout
ko: 로그 아웃
ms: Log Keluar

source: Username
ar: اسم المستخدم
bn_bd: ব্যবহারকারীর নাম
bs: Korisničko ime
de_de: Benutzername
it_it: nome utente
ko: 아이디
ms: Nama pengguna
sq: Emri i përdoruesit

source: Password
ar: كلمة السر
bn_bd: পাসওয়ার্ড
de_de: Passwort
ko: 비밀번호
ms: kata laluan
sq: fjalëkalimi

source: Register
ar: تسجيل
bn_bd: নিবন্ধন
bs: Registrirajte se
de_de: registrieren
fil: Magrehistro
it_it: registro
ko: 회원 가입
ms: Daftar
sq: Regjistrohu

source: Forgot Password?
ar: نسيت كلمة المرور؟
bn_bd: পাসওয়ার্ড ভুলে গেছেন?
bs: Zaboravili ste lozinku?
de_de: Passwort vergessen?
fil: Nakalimutan ang Password?
it_it: Hai dimenticato la password?
ko: 비밀 번호를 잊으 셨나요?
ms: Lupa Kata Laluan?

source: <strong>ERROR</strong>: Invalid username or incorrect password.
bs: <strong>GREŠKA</strong>: Invalid korisničko ime ili pogrešnu lozinku.
fil: <strong>ERROR</strong>: Di-wastong username o maling password.
ko: <strong>ERROR</strong>: 잘못된 사용자 이름 또는 잘못된 암호를 입력합니다.
ms: <strong>RALAT</strong>: Nama pengguna tidak sah atau kata laluan salah.
sq: <strong>GABIM</strong>: Emrin e pavlefshme ose fjalëkalim i gabuar.
